function train() {
  let vor = null;
  vor = alert("Здравствуйте. Это обучение. Мы расскажем что за что отвечает и как пользоваться этим сайтом.");
  alert("Давайте узнаем что это за сайт и для чего он нужен.");
  alert("Это сайт помошник. Он помогает делать заметки, устонавливать своё расписание и даже писать целые предложения! Так же вы можете написать разработчику.");
  alert("Теперь можно перейти к части об использовании сайта. Вы можете вносить нужную вам информацию в специальные поля.");
  alert("Так же можно выставлять галочки под строкой, на которой уже выполненное вами действие.");
  alert("Это всё. Не забывайте переходить на новые версии и написать разработчику.");
  alert("Спасибо за внимание.");
}
